YCSB/result_local_ycsb_test7_201006/clockdown_outputLoad_a.txt
[OVERALL], RunTime(ms), 11420
[OVERALL], Throughput(ops/sec), 8756.567425569177
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 31
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2714535901926445
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 31
[TOTAL_GC_TIME_%], Time(%), 0.2714535901926445
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2183.0
[CLEANUP], MinLatency(us), 2182
[CLEANUP], MaxLatency(us), 2183
[CLEANUP], 95thPercentileLatency(us), 2183
[CLEANUP], 99thPercentileLatency(us), 2183
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 110.67299
[INSERT], MinLatency(us), 83
[INSERT], MaxLatency(us), 16927
[INSERT], 95thPercentileLatency(us), 123
[INSERT], 99thPercentileLatency(us), 142
[INSERT], Return=OK, 100000