YCSB/result_local_ycsb_test7_201006/clockdown_outputLoad_c.txt
[OVERALL], RunTime(ms), 11739
[OVERALL], Throughput(ops/sec), 8518.613169775961
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 39
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.33222591362126247
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 39
[TOTAL_GC_TIME_%], Time(%), 0.33222591362126247
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3319.0
[CLEANUP], MinLatency(us), 3318
[CLEANUP], MaxLatency(us), 3319
[CLEANUP], 95thPercentileLatency(us), 3319
[CLEANUP], 99thPercentileLatency(us), 3319
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 113.64078
[INSERT], MinLatency(us), 77
[INSERT], MaxLatency(us), 13863
[INSERT], 95thPercentileLatency(us), 125
[INSERT], 99thPercentileLatency(us), 148
[INSERT], Return=OK, 100000