YCSB/result_local_ycsb_test7_201006/clockdown_outputLoad_d.txt
[OVERALL], RunTime(ms), 11510
[OVERALL], Throughput(ops/sec), 8688.097306689835
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 32
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.27801911381407474
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 32
[TOTAL_GC_TIME_%], Time(%), 0.27801911381407474
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3167.0
[CLEANUP], MinLatency(us), 3166
[CLEANUP], MaxLatency(us), 3167
[CLEANUP], 95thPercentileLatency(us), 3167
[CLEANUP], 99thPercentileLatency(us), 3167
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 111.87408
[INSERT], MinLatency(us), 96
[INSERT], MaxLatency(us), 11695
[INSERT], 95thPercentileLatency(us), 125
[INSERT], 99thPercentileLatency(us), 154
[INSERT], Return=OK, 100000