YCSB/result_local_ycsb_test7_201006/standard_outputLoad_d.txt
[OVERALL], RunTime(ms), 11616
[OVERALL], Throughput(ops/sec), 8608.815426997246
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 30
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2582644628099174
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 30
[TOTAL_GC_TIME_%], Time(%), 0.2582644628099174
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2951.0
[CLEANUP], MinLatency(us), 2950
[CLEANUP], MaxLatency(us), 2951
[CLEANUP], 95thPercentileLatency(us), 2951
[CLEANUP], 99thPercentileLatency(us), 2951
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 112.84206
[INSERT], MinLatency(us), 97
[INSERT], MaxLatency(us), 11343
[INSERT], 95thPercentileLatency(us), 126
[INSERT], 99thPercentileLatency(us), 144
[INSERT], Return=OK, 100000