YCSB/result_local_ycsb_test7_201006/standard_outputRun_d.txt
[OVERALL], RunTime(ms), 5701
[OVERALL], Throughput(ops/sec), 17540.782318891423
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 16
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2806525171022628
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 16
[TOTAL_GC_TIME_%], Time(%), 0.2806525171022628
[READ], Operations, 94915
[READ], AverageLatency(us), 49.96878259495338
[READ], MinLatency(us), 41
[READ], MaxLatency(us), 12503
[READ], 95thPercentileLatency(us), 55
[READ], 99thPercentileLatency(us), 64
[READ], Return=OK, 94915
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1222.0
[CLEANUP], MinLatency(us), 1222
[CLEANUP], MaxLatency(us), 1222
[CLEANUP], 95thPercentileLatency(us), 1222
[CLEANUP], 99thPercentileLatency(us), 1222
[INSERT], Operations, 5085
[INSERT], AverageLatency(us), 126.96243854473943
[INSERT], MinLatency(us), 103
[INSERT], MaxLatency(us), 2649
[INSERT], 95thPercentileLatency(us), 155
[INSERT], 99thPercentileLatency(us), 233
[INSERT], Return=OK, 5085