YCSB/result_local_ycsb_test7_201006/standard_outputRun_e.txt
[OVERALL], RunTime(ms), 231965
[OVERALL], Throughput(ops/sec), 431.09951932403595
[TOTAL_GCS_PS_Scavenge], Count, 188
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 1356
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5845709482033927
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 188
[TOTAL_GC_TIME], Time(ms), 1356
[TOTAL_GC_TIME_%], Time(%), 0.5845709482033927
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2165.0
[CLEANUP], MinLatency(us), 2164
[CLEANUP], MaxLatency(us), 2165
[CLEANUP], 95thPercentileLatency(us), 2165
[CLEANUP], 99thPercentileLatency(us), 2165
[INSERT], Operations, 4947
[INSERT], AverageLatency(us), 143.44956539316757
[INSERT], MinLatency(us), 88
[INSERT], MaxLatency(us), 1466
[INSERT], 95thPercentileLatency(us), 257
[INSERT], 99thPercentileLatency(us), 322
[INSERT], Return=OK, 4947
[SCAN], Operations, 95053
[SCAN], AverageLatency(us), 2428.9722260212725
[SCAN], MinLatency(us), 68
[SCAN], MaxLatency(us), 30287
[SCAN], 95thPercentileLatency(us), 4527
[SCAN], 99thPercentileLatency(us), 5327
[SCAN], Return=OK, 95053