YCSB/result_local_ycsb_test7_201006/standard_outputRun_f.txt
[OVERALL], RunTime(ms), 7733
[OVERALL], Throughput(ops/sec), 12931.5918789603
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 18
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2327686538212854
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 18
[TOTAL_GC_TIME_%], Time(%), 0.2327686538212854
[READ], Operations, 100000
[READ], AverageLatency(us), 48.4425
[READ], MinLatency(us), 38
[READ], MaxLatency(us), 12823
[READ], 95thPercentileLatency(us), 54
[READ], 99thPercentileLatency(us), 59
[READ], Return=OK, 100000
[READ-MODIFY-WRITE], Operations, 50056
[READ-MODIFY-WRITE], AverageLatency(us), 100.45554978424165
[READ-MODIFY-WRITE], MinLatency(us), 81
[READ-MODIFY-WRITE], MaxLatency(us), 24287
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 110
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 126
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2969.0
[CLEANUP], MinLatency(us), 2968
[CLEANUP], MaxLatency(us), 2969
[CLEANUP], 95thPercentileLatency(us), 2969
[CLEANUP], 99thPercentileLatency(us), 2969
[UPDATE], Operations, 50056
[UPDATE], AverageLatency(us), 50.23010228544031
[UPDATE], MinLatency(us), 40
[UPDATE], MaxLatency(us), 8167
[UPDATE], 95thPercentileLatency(us), 56
[UPDATE], 99thPercentileLatency(us), 65
[UPDATE], Return=OK, 50056